{
  "surname": "Mužíková",
  "download_CV": "Stáhnout CV",
  "contact_me": "Kontaktujte mě",

  "navbar_home": "Domů",
  "navbar_about": "O mně",
  "navbar_tech": "Tech",
  "navbar_projects": "Projekty",
  "navbar_contact": "Kontakt",

  "about_aboutme": "O mně",
  "about_introduction": "Úvod",
  "about_location": "Praha",
  "about_introText": "Po vystudování výroby léčiv a při práci jako brand managerka jsem objevila do té doby skrytou vášeň pro frontend a webové aplikace. V posledním roce jsem se proto intenzivně věnovala kurzům a projektům s využitím HTML, CSS, JavaScriptu, a později Reactu v kombinaci s TypeScriptem a CSS frameworkům jako je Bootstrap nebo Tailwind. Na frontendu mě naplňuje kombinace potřebného technického a logického přemýšlení s řešením vizuální stránky a uživatelsky přívětivého rozhraní.",

  "about_tech": "S čím pracuji",
  "about_headTech": "Technologie & Nástroje",

  "projects_work": "Ukázky mé práce",
  "projects_projects": "Projekty",
  "projects_introText": "V rámci mé cesty k tomu, stát se frontendovou vývojářkou jsem tvořila spoustu projektů, ať už v rámci kurzů, tak posléze sama nebo v týmu. Následující projekty jsem vybrala jako ty pro mě nejdůležitější.",
  "projects_physioreact_text": "Webová stránka pro fiktivní fyzioterapeutickou kliniku s objednávkovým formulářem. Projekt byl vytvořen ve skupině 4 vývojářek, díky čemuž jsem si vyzkoušela spolupráci v týmu, což prospělo nejen mým znalostem gitu. :)",
  "projects_physioreact_name": "PhysioReact",
  "projects_workoutapp_text": "FitFlow je webová aplikace sloužící jako pomocník pro hybridní sportovce. Pomocí Strava API stahuje data o jednotlivých aktivitách sportovce, a to včetně fotek a map, navíc obsahuje sumarizační přehledovou tabulku. Jelikož nedílnou součástí hybridního sportování je silový trénink, je možné si v aplikaci vygenerovat soustavu cviků podle svých kritérií, přičemž data jsou získávána z databáze SupaBase. Prozatím poslední funkcionalitou je možnost poradit se s AI trenérem díky Google Gemini API. Pro stylování jsem použila Tailwind a přidala animace pomocí Framer Motion. Na tomto projektu v současné době stále pracuji.",
  "projects_workoutapp_name": "FitFlow",
  "projects_personalweb_text": "Osobní webová stránka sloužící jako portfolio. Pro styling jsem poprvé využila Tailwind, přidala animace pomocí Framer Motion a 3D prvky díky ThreeJS.",
  "projects_personalweb_name": "Osobní web",
  "projects_sipnplay_text": "Jednoduchá webová stránka pro kavárnu s deskovými hrami vytvořená v rámci 24h solo hackathonu. Cílem bylo vytvořit responzivní stránky s 3D elementy v menu a kalendářem s nadcházejícími událostmi. Poprvé jsem si vyzkoušela programování v časovém presu a také ThreeJS.",
  "projects_sipnplay_name": "Sip n' Play",

  "contact_getintouch": "Spojme se",
  "contact_contact": "Kontakt",
  "contact_introTexta": "Kontaktovat mě můžete přímo na emailu:",
  "contact_introTextb": "nebo prosím vyplňte kontaktní formulář níže a já se vám co nejdříve ozvu.",
  "contact_name": "Celé jméno",
  "contact_nameQ": "Vaše jméno",
  "contact_email": "Váš email",
  "contact_emailQ": "vasejmeno@priklad.com",
  "contact_message": "Vaše zpráva",
  "contact_messageQ": "...",
  "contact_sending": "Odesílám",
  "contact_send": "Odeslat",
  "contact_alert": "Děkuji za zprávu, brzy se vám ozvu.",
  "contact_error": "Ups, něco se nepovedlo! Zkuste to prosím znovu, případně se mi ozvěte přímo na email tereza.muzikova@gmail.com",

  "footer_text": "Vytvořila"
}
