{
  "surname": "Muzikova",
  "download_CV": "Download CV",
  "contact_me": "Contact me",

  "navbar_home": "Home",
  "navbar_about": "About",
  "navbar_tech": "Tech",
  "navbar_projects": "Projects",
  "navbar_contact": "Contact",

  "about_aboutme": "About",
  "about_introduction": "Introduction",
  "about_location": "Prague",
  "about_introText": "After graduating in pharmaceutical manufacturing and working as a brand manager, I discovered a previously hidden passion for frontend and web applications. So for the last year I have been working intensively on courses and projects using HTML, CSS, JavaScript and later React in combination with TypeScript and CSS frameworks like Bootstrap or Tailwind. Now I'm also interested in 3D models with ThreeJS, animations with Framer Motion or GSAP, and I'm really into AI in all directions. On the frontend, I find it fulfilling to combine the necessary technical and logical thinking with visual design and user-friendly interfaces.",

  "about_tech": "What I work with",
  "about_headTech": "Technology & Tools",

  "projects_work": "examples of my work",
  "projects_projects": "Projects",
  "projects_introText": "During my journey to becoming a frontend developer I did a lot of projects, both in courses and on my own. I've picked the ones I think were the most important to me, and I feel like they've taught me the most.",
  "projects_physioreact_text": "A website for a fictional physiotherapy clinic with an order form. I worked on this project in a group of four developers, which was a great chance to try working in a team. Overall, it was a fantastic learning experience for me, not just in terms of expanding my Git knowledge. :)",
  "projects_workoutapp_text": "FitFlow is a web application that serves as an assistant for hybrid athletes. Using the Strava API, it downloads data about the athlete's individual activities, including photos and maps, and includes a summary table. As strength training is an integral part of hybrid sports, it is possible to generate a set of exercises in the app according to your own criteria, with the data extracted from the SupaBase database. For now, the last functionality is the possibility to consult an AI coach thanks to the Google Gemini API. I used Tailwind for styling and added animations using Framer Motion. I'm still working on this project at the moment.",
  "projects_personalweb_text": "Personal website serving as a portfolio. I used Tailwind for styling for the first time, added animations with Framer Motion and 3D elements with ThreeJS.",
  "projects_sipnplay_text": "A simple website for a board game cafe created as part of a 24h solo hackathon. The goal was to create a responsive site with 3D elements in the menu and a calendar with upcoming events. It was the first time I tried programming under time pressure and also using ThreeJS.",

  "contact_getintouch": "Get in touch",
  "contact_contact": "Contact",
  "contact_introTexta": "Please contact me directly at ",
  "contact_introTextb": "or drop your message below and I will get back to you ASAP.",
  "contact_name": "Full name",
  "contact_nameQ": "Your name",
  "contact_email": "Your email",
  "contact_emailQ": "you@example.com",
  "contact_message": "Your message",
  "contact_messageQ": "...",
  "contact_sending": "Sending",
  "contact_send": "Send",
  "contact_alert": "Thank you for your message! I will get back to you as soon as possible.",
  "contact_error": "Oops, something went wrong! Please try it again or contact me directly at tereza.muzikova@gmail.com",

  "footer_text": "Created by"
}
